Repository: MaximVod/RepIt
Catalog: lib/src/core/localization/translations/intl_*.arb
Languages: ru

# categories_card
source: Card Categories
ru: Категории карточек

source: Category name
ru: Имя категории

source: Edit category name
ru: Редактировать имя категории

# category_name_hint
source: Enter category name
ru: Введите имя категории

source: Ready
ru: Готово

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Add new card
ru: Добавить новую карточку

source: Create new card
ru: Создание новой карточки

# card_name_hint
source: Enter card name
ru: Введите имя карточки

# card_value_hint
source: Enter card value
ru: Введите значение карточки

source: Create
ru: Создать

# empty_categories
source: The list of categories is empty please add a category
ru: Список категорий пуст, пожалуйста добавьте категорию

# empty_cards
source: The list of cards is empty please add a category
ru: Список карточек пуст, пожалуйста добавьте хоть одну карточку
